a
aah
aam
abajito
abajo
abandonado
abandonar
abaratar
abarcar
abarco
abdomen
abecedario
abeja
abejo
abiertamente
abierto
abogada
abogado
abono
abordar
abrazar
abrazo
abrigadito
abrigado
abrigar
abrigo
abril
abrir
absolutamente
absoluto
absurdo
abuela
abuelita
abuelito
abuelo
aburrar
aburrer
aburrido
aburrir
abusar
abusivo
acabar
academia
académico
acampado
acampar
acaparador
acaso
acceder
accesible
acceso
accesorio
accidentado
accidentar
accidente
accionista
acción
aceite
aceitito
aceituna
acelerado
acelerador
acelerar
acelgar
acento
aceptable
aceptado
aceptar
acera
acerca
acercamiento
acercar
achiote
aclarar
acogedor
acoger
acogible
acogida
acol
acolitar
acomoder
acompañado
acompañante
acompañar
acompaño
aconsejar
aconsejo
acontecido
acontecimiento
acoplado
acordar
acorder
acosta
acostar
acostumbanar
acostumbrado
acostumbrar
acostumbro
acrecentar
acrecimiento
acrilex
actitud
actividad
activista
activo
acto
actual
actualidad
actualizar
actualmente
actuar
acuarela
acudir
acuerdo
acuesto
acumular
acuérdense
acá
adaptable
adaptación
adaptador
adaptar
adecuadamente
adecuado
adel
adelantar
adelante
adelanto
adele
adelo
además
adentrar
adentro
adepcoco
adicción
adicional
adicto
adiestrar
adinerar
adivinir
administración
administrador
administradora
administrar
administrativo
admiración
adobe
adolecer
adolescencia
adolescente
adolorido
adopción
adoptado
adoptar
adoquinado
adoquinamiento
adoquín
adoración
adorar
adornar
adornito
adorno
adquir
adquirir
adquisitivo
adrenalina
adulto
aeropuerto
aes
afec
afectado
afectar
aferrar
afiliado
afiliar
afinadita
afirmado
aforo
afortunadamente
afortunado
africano
afrontar
afuerar
afín
agachar
agalla
agarr
agarrado
agarradote
agarrar
agarrastar
agarro
agasajar
agencia
agenda
agente
agito
aglio
aglo
aglomerado
aglomeramiento
agobiado
agobiar
agosto
agotador
agotar
agradable
agradar
agradecer
agradecido
agradecimiento
agrandado
agrandar
agrar
agravante
agravar
agredar
agreder
agredir
agregar
agresivo
agresión
agricultura
agridulcer
agrio
agroindustria
agroindustrial
agua
aguacate
aguacero
aguantar
aguerrido
agujerear
aguántate
agüita
ah
aha
ahhk
ahicito
ahisito
ahogadito
ahogar
ahora
ahorar
ahorita
ahoritita
ahorrar
ahorro
ahí
aimar
aimara
aire
aislado
aislar
aja
ajeno
ajetreado
ajicito
ajo
ajustar
ají
alabar
alambre
alargamientolgo
alargar
alarma
alarmadísimo
alasita
albañil
albergue
alberja
alborotado
alborotar
alcalde
alcaldía
alcance
alcantarillado
alcantarí
alcanzar
alcar
alcohol
alcoholcito
alcoholemia
alcoholismo
alcohólico
alegrar
alegre
alegría
alejado
alejar
alemania
alemán
aler
alerta
alertar
alfalfa
alfaro
alg
algo
algu
alguien
alguito
alguno
alimentación
alimentar
alimento
alistar
alisto
alita
aliviado
aliviar
alivio
aliñar
aliño
allender
allá
allí
alma
almacén
almita
almohada
almorzar
almuercito
almuerzo
aloje
alquilado
alquilar
alquiler
alrededor
alta
altamente
altanero
alte
alterado
alterador
alterar
alternativa
altiplano
alto
altruismo
altura
altísimo
alucinante
alum
alumbramiento
alumnado
alumno
aluvión
alwar
alway
alzar
ama
amabilidad
amable
amado
amamo
amanecer
amanezco
amar
amarcar
amargado
amargo
amarillo
amarrar
amastreado
ambición
ambiental
ambiente
ambos
ambula
ambulancia
ambulante
amedrentar
amen
amenaza
amenazar
ameno
americana
americano
ameritar
amiga
amigable
amigo
amiguero
amiguito
amistad
amor
amoroso
ampliamente
ampliar
amplio
amplitud
ampolla
ampollita
an
ana
analizar
analítico
anar
ancho
anciano
anclado
and
andar
andinatel
andinismo
andino
andir
ando
andrés
anecd
anecdota
anestesia
anfiteatro
angelito
anhelo
anillo
animado
animal
animalito
animar
anime
animer
anorexia
anotar
ansiedad
ansioso
ant
ante
antecito
antena
antepasado
anterior
anteriormente
antes
anticipo
anticrético
antiguamente
antiguo
antigüedad
antigüito
antipático
antofagasta
antojarse
antoje
antonio
análisis
anécdota
apache
apaciguar
apagar
apar
aparatito
aparcar
aparear
aparecer
aparentar
aparentement
aparentemente
apariencia
apartado
apartamento
aparte
apegado
apegar
apellido
apenar
apenas
apenito
apertura
api
apio
aplastar
aplazado
aplazar
aplicación
aplicar
aportación
aportar
aporte
apostar
apoyar
apoyo
apreciado
apreciar
aprecio
aprendar
aprender
aprendido
aprendizaje
aprer
apresurado
apretado
aprir
aprobación
aprobar
apropiar
aprovechado
aprovechar
aproximadamente
aproximado
aproximar
apréndetar
apto
apuntar
apurado
apurar
apuñalado
apuñalar
apéndice
aquel
aquicito
aquisito
aquí
arb
arbolito
arcaico
arco
arder
ardil
arena
arete
argentino
arisco
arista
arma
armada
armado
armar
armonía
aro
arquitecto
arquitectura
arrancar
arranchador
arrastrado
arrastrar
arreglar
arreglo
arrendar
arrepentirse
arrepiento
arresgar
arriba
arribita
arribitar
arriesgado
arriesgar
arrocito
arrojo
arropadito
arroz
arruinar
arte
articulación
articulito
artificial
artista
arto
artículo
artístico
arveja
as
asaltar
asalto
asamblea
asar
ascenso
asco
asegurado
asegurar
asentar
aseo
asesinato
asesino
asesoramiento
asesorar
asfaltar
asfalto
ash
asia
asientar
asientito
asiento
asignatura
asimilar
asintomático
asistente
asister
asistir
asociación
asociado
asodina
asomar
aspecto
aspersor
aspiración
aspirante
aspirar
aspirina
aspirino
astilla
astrología
astronauta
asumir
asunto
asustado
asustar
así
asíasí
asífrito
atacar
atajar
ataque
atardecer
atascado
ataúd
atención
atender
atendir
atento
aterramiento
aterrizaje
atienda
atinado
atinar
atiéndamir
atletismo
atlántico
atocha
atomizador
atorado
atracción
atractivo
atraer
atrapado
atrapar
atrasadito
atrasado
atrasar
atravesar
atreverse
atro
atropellar
atrás
atún
audiencia
auditivo
auditor
auditora
auditorio
audífono
auge
aula
aumentar
aumento
aumir
aun
aunque
auronplay
ausente
auspiciar
auspicio
australia
austriaco
autito
auto
autobús
autodestructivo
autodidacta
autodidacto
automedicación
automo
automáticamente
automático
automóvil
autoridad
auxiliador
auxiliar
auxilio
avalar
avancar
avance
avanzado
avanzar
ave
avenar
avenida
avenido
aventura
avergonzado
averiguar
aviación
avioneta
avisar
aviso
avivar
avión
ax
axila
ay
ayacucho
ayer
ayma
aymar
aymara
ayu
ayuda
ayudante
ayudar
ayuditar
ayudo
ayúdamar
ayúdenmar
azadón
azar
azitromicina
azucarado
azul
azulito
azúcar
aéreo
añadir
añito
año
añorar
aún
b
ba
babaco
bacan
bachiller
bachillerato
bacteria
bad
bagre
bail
bailar
bailarín
baile
bailo
baja
bajada
bajar
bajito
bajo
bala
balde
baldosa
baldío
balón
ban
banal
banano
bancario
bancarrota
banco
banda
bandeja
banderita
bangkok
bar
baratita
baratito
barato
barbie
barbijo
barcaza
barcelona
bareque
barniz
barquita
barra
barranco
barrer
barriga
barriguita
barrio
barro
basado
basar
base
basquet
bastante
bastantísimo
bastar
basura
basurero
bata
batea
batería
batida
batman
batán
batí
bauticar
bautizar
bautizo
bañar
bañito
baño
be
bebe
bebedor
beber
bebida
bebé
beca
bellavista
belleza
bello
bellísimo
bendecer
bendición
bendigar
bendito
beneficiar
beneficiario
beneficio
beneficioso
besar
beso
bestia
bestial
biblioteca
bicentenario
bichito
bicho
bicicleta
bie
bien
biencito
bienestar
bienvenido
billete
billetera
billetito
binario
biología
bioseguridad
bioética
birthday
bisabuelo
bla
blanco
ble
blinders
bloque
bloqueado
bloqueador
bloquear
bloqueo
blue
blum
blusa
bmi
bobcat
bobina
boca
bocina
boda
bogotá
bohemio
boina
bola
boleto
bolita
bolivariano
bolivia
boliviano
bolonia
bolsa
bolsita
bolívar
bomba
bondad
bonito
boquita
borde
borracha
borrachera
borrachito
borracho
borrachísimo
borrador
borrar
borrego
bosco
bosnia
bosque
bosquejo
bostezo
bota
botado
botar
botella
boto
botoncito
botín
bracito
brasa
brasil
bravo
brazo
break
breaking
brecha
brillar
brillo
brilloso
brindar
brindis
british
broma
bronca
bronce
brotado
brum
brusco
bruta
bruto
brócoli
budismo
bue
buen
buenito
bufanda
bujía
bulla
bulto
bum
burbuja
burlar
burrito
burro
bus
busca
buscar
buscarar
buseta
bush
busito
busqar
buum
buzo
básicamente
básico
básquet
bótate
búscamelo
c
ca
cabalgata
caballero
caballete
caballo
cabecear
cabellera
cabello
cabelludo
caber
cabeza
cable
cabo
cabuyo
cacao
cachar
cachina
cachito
cacho
cachorrito
cacimo
cad
cada
caduco
caer
cafecito
cafetería
café
caicedo
caimán
caja
cajero
cajetilla
cajoncito
cal
calatayud
calavera
calculadora
calcular
calderón
caldo
calefacción
calefón
calentamiento
calentar
calentito
calento
calentura
cali
calibrar
calidad
caliente
calientito
calificación
caligrafía
calladito
callado
calle
callejoncito
callejón
calma
calmadito
calmar
calor
calorcito
caloría
calvario
calzón
cam
cama
camacho
camal
camarería
camarón
camba
cambear
cambiante
cambiar
cambiazo
cambio
caminar
caminata
camino
caminé
camioncito
camioneta
camionetita
camisa
camiseta
camita
camión
camote
campamento
campaña
campeonato
campesino
campeón
campo
campus
can
cana
canadá
canal
canasta
cancela
cancelar
cancha
canción
candela
canela
canibalismo
cansado
cansador
cansadísimo
cansancio
cansar
cantante
cantar
cantidad
canto
caos
capacidad
capacitación
capacitar
capaz
capilaridad
capital
capitalista
capricho
caprichoso
captar
capturar
capullo
car
cara
caracterar
caracterizar
característica
caramba
carburador
carbón
carcelén
carencia
carga
cargado
cargador
cargar
cargo
caricatura
cariño
cariñoso
carlos
carmar
carnaval
carne
carnecita
carnet
caro
carolina
carolo
carpa
carpeta
carpintería
carrera
carretera
carretilla
carril
carrito
carrizo
carro
carta
cartera
cartor
cartón
carácter
carísimo
casa
casado
casani
casar
casarte
cascada
cascado
cascar
casco
casero
casi
casita
caso
casquito
cassette
castellano
castigar
castigo
castillo
casualidad
catalin
catastrófico
categoría
catorce
católica
católico
caucho
causa
causar
cautín
cavar
cazar
caída
caña
cañería
caóticamente
caótico
cci
cd
cds
ce
cebado
cebolla
cebollita
cecap
ceder
cedé
ceja
celebración
celebrar
celebro
celo
celosito
celoso
celular
cementerio
cemento
cena
cenar
ceniza
cenizal
centavo
centrado
central
centralizar
centrar
centro
centroamérica
centímetro
cerca
cercano
cercanía
cerco
cerdo
cerebro
ceremonia
cero
cerquita
cerrado
cerradura
cerrar
cerrito
cerro
certificado
cerveza
cesárea
cha
chairo
challa
challar
chamarra
chamarrita
chambita
chamburo
champán
champú
chance
chanchito
chancho
changa
chango
changuito
chantar
chaplin
chapulín
chaqueo
char
charanis
charco
charlar
charo
charola
charque
chasquipampa
chasquipampo
chat
chatarra
chatear
chau
chaupi
chavo
che
check
chequear
chequeo
cheverísimo
chevrolet
chhamillo
chi
chica
chicha
chicharrón
chick
chico
chicotazo
chicote
chifa
chihuahuita
chilca
chile
chileno
chillar
chimeneo
chinchoso
chinchulín
chinito
chino
chiquita
chiquitita
chiquitito
chiquito
chispa
chispita
chiste
chisto
chistoso
chistosísimo
chivo
choca
chocado
chocar
chocho
choclito
choclo
chocolata
chocolatada
chocolate
chofer
cholita
chompa
chompita
choquar
choque
chorizo
chorrera
chukuto
chuletita
chullito
chuma
chunchi
chupón
chuquisaco
chuta
chutar
chuñito
chuño
chéver
chévere
chófer
ci
cicatriz
ciclista
ciclo
ciclovía
cielo
cien
ciencia
cientista
ciento
cierto
cigarrillo
cilindro
cinco
cincuenta
cine
cinturón
cio
circular
circunstancia
circunvalación
cirugía
cita
citroneta
ciudad
ciudadano
ciudadela
civil
civilización
civilizado
cla
claramente
claridad
clarito
claro
clase
clavar
clave
clavo
clavícula
cliente
clima
climatológico
climático
clown
club
clásico
clínica
clínico
cnt
co
coartar
cobarde
cobertura
cobija
cobijita
cobrar
cobre
cobro
cocal
cocer
cocha
coche
cocina
cocinar
cocinarte
cocinero
cocinita
cocinito
cocino
cocker
codar
codo
cofadena
coger
coima
coincidentemente
coincidir
cojar
cojo
cojudo
col
cola
colabor
colaborar
colada
colado
colapsado
colapsar
cole
coleando
colectivo
colega
colegio
colgante
colgar
colibrís
coliflor
colinita
colk
colla
colmo
colocado
colocar
colombia
colombiano
colombio
colonial
coloquial
color
colslow
columna
columpio
colágeno
colón
com
coma
comantamar
comar
comarselar
combatir
combazo
combinación
combinar
combino
combo
come
comedia
comediante
comedor
comedía
comencar
comentar
comentario
comenz
comenzar
comer
comercial
comercialización
comercializar
comercialmente
comerciante
comercio
comermar
cometa
cometer
comida
comidita
comido
comienzo
comilla
comino
comir
comisión
comité
comiéramo
como
comodidad
comp
compar
comparación
comparar
comparo
compartido
compartimiento
compartir
compañera
compañerismo
compañerita
compañerito
compañero
compañía
competencia
compita
complacer
complejo
complementario
completamente
completar
completo
complicación
complicado
complicar
componente
comportamiento
comportar
compra
comprador
compramelo
comprar
comprender
compro
comprobé
compromiso
compuesto
computador
comuna
comunicación
comunicadora
comunicar
comunidad
común
comúnmente
con
concentración
concentrado
concentradísimo
concentrar
concepto
concho
conciencia
concientizar
concierto
conciliación
concon
concordia
concretar
concubinato
concubino
concurso
concuñado
conde
condensado
condición
condimentar
condimento
condominio
condorito
conducción
conducir
conducta
conducto
conductor
conectado
conectar
coneji
conejito
conejo
conexión
confeccionar
confección
confiado
confianza
confiar
confirmación
conflictivo
conformar
confort
confunder
confundir
confuso
congelado
congelar
congregación
congreso
conjenuar
conjunción
conjunto
conllevar
conocer
conocertar
conoci
conocido
conocimiento
conocoto
conocí
cons
consciencia
consciente
consecuencia
conseguir
consejo
consentido
consentir
conserje
conservar
considerable
considerablemente
consideración
considerado
considerar
constante
constar
constitución
constitudinario
construcción
constructor
construido
construir
consultar
consultora
consultoría
consumidor
consumir
consumo
contabilidad
contable
contacto
contador
contadora
contagiado
contagiar
contagio
contagíar
containers
contaminación
contaminado
contaminar
contar
contemplado
contenedor
contener
contenido
contentar
contento
contestar
continente
continuar
continuo
contra
contraatacar
contrario
contratar
contratista
contratito
contrato
contribuir
control
controlado
controlador
controlar
convencer
convencido
conveniencia
conveniente
convenio
convenir
convento
conversar
conversir
convertido
convertir
convivido
conviviente
convivir
convivo
coordinar
copa
copacabana
copacabano
copado
copar
copi
copia
copiar
copita
corazón
cordero
cordillera
cordoncito
corea
coroico
coronar
coronavirus
corpiño
correa
corrección
correctivo
correcto
corregir
correlar
correr
corretear
corrida
corriente
corrompido
corrupción
corta
cortadito
cortado
cortadura
cortar
corte
cortisol
cortito
corto
cos
cosa
cosecha
cosechar
coser
cosido
cosita
coso
cost
costa
costal
costar
costeño
costilla
costillita
costo
costoso
costumbre
costura
costurar
costurera
costurero
cotidianidad
cotidiano
cotización
cotopaxí
covid
cr
crack
creador
crear
creativo
crecer
creces
crecimiento
crecír
credencial
creencia
creer
crespo
creyente
criar
crimen
criminalística
criminología
crisis
cristiano
cristo
criterio
criticar
crocante
croissant
croqueta
croquetita
crossfox
cruce
crucigrama
crudo
cruz
cruzado
cruzar
crédito
cría
crítica
crúzate
cu
cua
cuaderno
cuadra
cuadradito
cuadrado
cuadrita
cuadro
cual
cualquiera
cuand
cuando
cuanta
cuanto
cuar
cuarenta
cuarentena
cuartar
cuartel
cuartito
cuarto
cuat
cuate
cuatro
cuatrociento
cuba
cubano
cubrer
cubrir
cuca
cuchillo
cuchitril
cucurucho
cuenta
cuento
cuerda
cuero
cuerpo
cuestas
cuestió
cuestión
cuiabá
cuidado
cuidadoso
cuidar
cuis
cul
culantro
culebrita
culinario
culminar
culpa
culpable
culpar
cultivar
cultura
cultural
culturalmente
cumbre
cumpleañito
cumpleaño
cumpleaños
cumplir
cuna
cuota
curar
curazao
curiosidad
curioso
curita
currículo
currículum
cursar
curso
curva
cuy
cuyaraymi
cuyo
cuys
cuál
cuán
cuándo
cuánto
cuñada
cuñado
cyrano
cábala
cálculo
cálida
cálido
cámara
cáncer
cárcel
cédula
céntrico
césped
círculo
código
cómo
cómodo
cómplice
cómprate
cómpratela
cóndor
cónsul
cúpula
d
dado
dalir
dame
damita
dance
danza
dar
dartir
datar
dato
datsun
dañadito
dañar
daño
de
deambular
debajo
deber
debido
debilidad
decaer
decaído
decider
decidir
decir
decirtir
decisión
declarado
decorado
dedicación
dedicado
dedicar
dedito
dedo
deducir
def
defender
defensa
defensoría
defer
definido
definir
definitivamente
deforme
defraudar
degustar
dejar
dejémosle
delante
delegación
deleitar
delgado
deli
delicadito
delicado
delicioso
delincar
delincuencia
delincuencial
delincuente
delineado
dem
demanda
demandado
demandante
demandar
demar
demasiado
deme
demoler
demorar
demoro
demostrar
demás
denle
denominar
dentista
dentrada
dentrar
dentro
denuncia
denunciar
departamental
departamento
dependencia
depender
deporte
deportivo
depp
depresión
deprimente
deprimido
der
derecho
derrumbe
des
desabrigar
desafío
desaguar
desahogar
desahuciar
desalientar
desampar
desanimar
desaparecer
desapeguar
desarmar
desarollor
desarrollado
desarrollar
desarrollo
desastroso
desayunar
desayuno
descanar
descansar
descansate
descansatir
descansito
descanso
descar
descartar
descendencia
descifrar
desconectado
desconectar
desconfiado
desconfianza
descongelar
desconocer
descontar
describir
descripción
descubrir
descubrí
descuento
descuidado
descuidar
descuido
desde
deseado
desear
desem
desempeñar
desempleado
desempleo
desenvolver
deseo
desesperado
desesperante
desesperar
desestresar
desfile
desgastado
desgracia
deshacer
desierto
desinfectado
desinfectar
deslave
deslizamiento
desmayar
desmedro
desmontar
desmonte
desobedecer
desoldar
desp
despacho
desparasitar
despechar
despecho
despedida
despedido
despedir
despejado
despejar
desperdicio
desperdicito
despertar
despierto
despiértese
desplazado
despoblado
desprender
desprendido
despreocupado
desprevenido
desprevenir
despué
después
desque
destacar
destechar
destener
destinado
destinar
destino
destrozar
destrucción
destruido
desunido
desvincular
desvivar
detalladamente
detalle
detective
detención
detener
deteriorado
deterioro
determinación
determinado
determinante
determinar
detesto
detrás
deuda
devaluación
devastar
devoción
devolver
devoto
di
diablo
diagnosticar
diagrama
dialogar
diariamente
diario
dibujar
dibujo
dicha
dicho
diciembre
dicién
dictar
didi
didáctico
dieci
diecinueve
dieciocho
diecisiete
dieciséis
dientecito
dieseis
diesi
diez
diferencia
diferenciado
diferenciar
diferente
dificultad
dificultoso
difunto
difícil
digital
digitech
digitel
digno
digámoslar
digámoslo
dijerar
dijistir
dime
dimensión
dinero
dinosaurio
dinámica
dio
diosito
diploma
diplomado
diplomático
dirección
directamente
directiva
directo
directora
dirigencia
dirigencial
dirigente
dirigir
discapacidad
discapacitado
disciplina
disciplinado
disco
discomóvil
discoteca
discrepancia
discriminación
disculpa
disculpar
discusión
discutar
discutir
discuto
discúlpeme
diseñar
diseño
disfruta
disfrutar
disfuncional
disgregar
disgustar
disimular
disipado
dislocado
disney
disolver
disparado
disperso
disponer
disponible
disputa
disque
distancia
distanciar
distante
distender
distinguir
distinto
distorsionado
distorsionar
distorsión
distracción
distraer
distrar
distraído
distribuidor
disturbio
divagar
diversión
diverso
divertido
divertir
dividido
dividir
divino
división
divorciado
divorciar
dizqar
dizque
diálogo
dj
do
doblaje
doblar
doble
doblemente
doc
doce
docen
docencia
docente
docto
doctor
doctora
doctorado
doctorita
documentar
documento
dog
dogs
dolarito
doler
dolor
dolorido
doloroso
domiciliario
domicilio
dominar
domingo
dominicano
domsat
don
donald
donde
dopamina
dora
doradito
dorado
dorir
dormido
dormir
dormistir
dormitorio
dos
doscientas
doscientos
dosito
dotación
dotar
doña
dramático
droga
droguería
du
dualidad
ducho
dudo
duelo
duer
duermar
dueña
dueño
dul
dulce
durante
durar
durito
duro
durísimo
dábar
dándono
débil
década
décimo
déjamar
déjamelo
día
dígal
dígale
dígamelo
dígito
dócil
dólar
dónde
e
ea
ebriedad
ebrio
echado
echar
eclesiástico
ecografía
ecológico
economista
economizar
economía
económicamente
económico
ecovía
ecuador
ecuatoriano
ed
edad
edificio
educación
educado
educar
educativo
ee
eeh
eeheeh
eehle
eehy
efe
efectivamente
efectivo
efecto
eficientemente
egoísta
egresar
eh
ehalargamiento
ehe
ehh
ehhhh
ehlo
ejecutar
ejempl
ejemplo
ejercer
ejercicio
ejército
el
elasticidad
elcuartel
ele
elección
electricidad
electricista
electrónica
electrónico
elegante
elegir
elemento
elevado
elevar
eligiér
elijar
eloy
eléctrico
embajada
embajador
embarazado
embarazar
embarazo
embargo
emblemático
embolsillar
emborrachar
emelec
emeraldo
emergencia
emitir
emmm
emocionado
emocional
emocionalmente
emocionante
emoción
empacadora
empalagar
empanada
empatizar
empedrado
empeorar
empezar
empeñado
empeño
empinadísimo
empleado
emplear
empleo
empre
emprendedor
emprender
emprendimiento
empresa
empresario
empujar
emputar
empíricamente
en
enagua
enamorado
enamorar
encaminado
encantado
encantar
encanto
encarar
encargado
encargar
encargo
encariñar
encebollado
encender
encerrado
encerramiento
encerrar
enchufe
encierro
encima
encontrar
encuentro
ende
enderecer
enderezar
endeudar
endurecer
enemigo
energía
enero
enferma
enfermar
enfermedad
enfermera
enfermito
enfermo
enfocado
enfocar
enfoque
enfrascar
enfrentar
enfrente
enfrir
enfócame
engachar
enganchar
engañar
engaño
engordar
ennoviado
enogar
enojado
enojar
enoje
enojona
enojón
enorme
enriquecer
enrosco
ensabilar
ensalada
ensaladita
ensangrentado
ensayo
enseguida
enseña
enseñanza
enseñar
enseñer
enseñes
enseño
ensuciar
ensucio
ensucir
ent
entablar
ente
entel
enten
entender
entendido
entendimiento
enter
enterado
enteramente
enterar
entero
enterrado
enterrar
entevistar
entidad
entienda
entierro
entity
enton
entonces
entorno
entrada
entrar
entras
entratar
entre
entrega
entregar
entrego
entrenamiento
entrenar
entreno
entretener
entretenido
entretenimiento
entrevista
entrevistador
entrevistar
entro
entrábano
entubar
envase
envejecer
enviar
envidia
envidiable
envidiar
envidioso
enyesar
epidemia
episodio
eq
equilibrar
equilibrio
equipo
equitativo
equivalente
equivocación
equivocado
equivocar
equivoco
error
eructar
es
escala
escalera
escalofrío
escalón
escamilla
escapada
escapar
escarbado
escarbar
escarmentar
escasez
escaso
escena
escenario
escoba
escocer
escoger
escolar
esconder
escondidas
escondido
escooters
escozor
escribir
escritorio
escritura
escucha
escuchar
escudo
escuela
escueli
escuelita
escupar
escurrir
ese
esencia
esferográfico
esforzar
esfuerzo
esitar
esito
eslogan
esmeralda
esotérico
esp
espacio
espacioso
espagueti
espalda
espaldera
espantoso
espar
esparcido
esparcimiento
españa
español
especi
especial
especialicar
especialista
especialización
especializar
especializo
especialmente
especie
espectacular
especular
específicamente
específico
espejo
espera
esperado
esperanza
esperar
esperatar
espeso
espina
espinoso
espirame
espiritual
esporádicamente
esposa
esposo
espuma
esquiar
esquina
esquivo
esquí
est
estabam
estabilidad
estable
establecer
establecido
establecimiento
estacionar
estación
estadio
estadium
estado
estadía
estadística
estampita
estancar
estante
estar
estate
este
ester
esterilizado
estido
estigma
estilo
estilógrafo
estima
estimar
estirado
estirar
estito
estrategia
estrato
estrecho
estrella
estrellita
estresa
estresante
estresar
estricto
estructura
estrés
estu
estuco
estudiante
estudiar
estudio
estudir
estufa
estupefaciente
estático
estética
estómago
estúpido
etapa
etcétera
etiqueta
etílico
eucalipto
eucaristía
europa
europeo
eutanasia
evadir
evaluación
evaluar
evangelista
evangélico
evaporado
evento
eventual
eventualidad
eventualmente
evidenciar
evident
evidente
evidentemente
evitar
evito
evo
evolución
ex
exactamente
exactitud
exacto
exageración
exageradamente
exagerado
exagerar
examen
excavar
excel
excelente
excepción
excepto
excesivamente
excesivo
exceso
excluir
exclusivo
excursión
exferriovario
exigente
exigir
existencia
existencial
existir
exitoso
expandido
expectativa
experiencia
experimental
experimentar
experimento
experta
explicación
explicar
explotar
exponer
exportar
expresar
expresión
expreso
expuesto
exquisito
extender
extensión
extenso
exterior
externo
extra
extracurricular
extranjero
extrañar
extraño
extremo
exámen
ey
f
fa
fabio
fabricación
fabricante
fabricar
face
facebook
facilidad
facilitar
factible
factor
factura
facturar
facultad
faja
fajo
falda
falencia
falla
fallar
fallecer
fallecido
falsear
falso
falta
faltar
fam
fama
familia
familiar
famoso
fan
fantasma
fanático
farmacia
farra
farrear
fascinación
fase
fastidioso
fatigo
fav
favor
favorable
favorcito
favorecer
favorita
favorito
fe
febrero
fecha
felicidad
felicitación
felicitar
feliz
feminicidio
feminicido
feo
feria
feriado
fes
festejar
festejo
festival
festividad
festivo
fetal
feíto
fiambre
fiat
fibra
fideo
fie
fiebre
fiel
fielmente
fierro
fiesta
fiestero
fiestita
fifa
fijar
fijo
fila
filantropía
fileteado
filmación
filoso
filosófico
filósofo
fin
final
finalizar
finalmente
financiación
financiamiento
financieramente
financiero
finanzas
finca
finito
firmar
firme
fiscal
fiscalía
fisioterapéutico
flaco
flaquito
flash
flojera
flojero
flojito
flojo
flor
florcita
florero
flota
fluido
fluir
foar
foco
fogata
fogón
folclor
folclórico
fomentar
fondo
fondue
ford
forense
forjar
forma
formación
formado
formalizar
formar
formulario
forno
fortalecer
fortalecido
fortaleza
fortnite
fortuna
fortunadamente
forzar
foto
fotocopia
fotocromático
fr
fracasar
fracaso
fractura
fracturar
fran
francamente
francia
franco
frank
frase
fraternidad
frazada
frazado
frecuencia
frecuentar
frecuente
frecuentemente
fregadito
fregado
fregar
frejol
frena
frenar
frenir
freno
frente
fresca
frescazo
fresco
fresquito
fricasar
fricasé
friccionar
fridosita
friolenta
friolento
frisa
frita
fritado
fritanga
frito
friísimo
frontera
frustración
frustrado
frustrar
fruta
frutal
frutita
fruto
fréjol
frígido
frío
fucha
fuchar
fuchica
fucho
fuega
fuego
fuente
fuer
fuera
fuerte
fuertecito
fuertísimo
fuerza
fuga
fulanita
full
fum
fumar
fumo
funcional
funcionalidad
funcionamiento
funcionar
función
funda
fundación
fundamental
fundita
furgoneta
fusionar
fusión
fustrar
fut
futa
futar
futbolista
futbolístico
futo
futsal
futuro
fábrica
fácil
fácilmente
fático
fátimo
fídeo
física
físicamente
físico
fórmula
fútbol
g
ga
gallera
galleta
galletita
gallina
gallinita
gallito
gallo
galón
gama
gamers
gan
gana
ganadero
ganadería
ganado
ganancia
ganar
ganartar
ganso
ganábano
garantizar
garantía
garden
garrafa
garzonier
gas
gasca
gaseoso
gasolina
gasolinera
gast
gastar
gasto
gastronomía
gata
gatazo
gatita
gatito
gato
gel
gelatina
gemelo
gen
generación
general
generalizar
generalmente
generar
genial
gente
gentuza
gerencia
gerente
gestación
gestapo
gestión
gigante
gigantesco
gimnasio
ginecólogo
glicerina
global
globalización
globalizado
globo
gobernación
gobierno
golosina
golpe
golpeado
golpear
golpecito
goni
google
gordito
gordo
gordoto
gorra
gorrita
goteo
gozar
gr
gra
grabación
grabar
graci
gracia
gracioso
grad
grada
gradita
grado
graduación
graduada
graduado
graduar
grafitear
grafito
grafología
gramo
gran
grande
grandecito
grandote
grandoto
granizar
granja
grano
grar
grasa
grata
gratuito
grave
gravedad
gremial
grieta
gringo
gripe
gritar
grito
grosero
grueso
grupo
gruñón
gráfico
gu
guacar
guacha
guagua
guaguito
guambrito
guapo
guaqui
guarda
guardadito
guardado
guardar
guardería
guardia
guardita
guarecer
guasón
guau
gubernamental
guerra
guiar
guineo
guitarra
guión
gustar
gustazo
guste
gusto
guía
gánal
género
h
hab
haba
haber
habi
habidohaber
habilidad
habilitado
habilitar
habitable
habitación
habitar
habito
habituar
hablar
hacer
hacia
hacienda
hader
haer
hagar
halagado
hall
hallar
halloween
hambre
hambruna
hammer
happy
har
harina
harta
harto
hast
hasta
hazaña
hazte
hecho
hectárea
heidi
helada
heladera
heladito
helado
helar
hembra
hembrita
hepatitis
heredar
heredera
herencia
herida
herido
herir
herma
herman
hermana
hermanita
hermanito
hermano
hermoso
hermosísimo
herradura
herramienta
hervar
hervido
hervir
herzegovino
hey
hi
hielo
hierba
hierbita
hierro
higiénico
hij
hija
hijita
hijito
hijo
hijta
hilo
hincha
hinchada
hinchado
hinchar
hiperactivo
hipocampo
hiriente
historia
historieta
histórico
hitachi
hm
ho
hobby
hogar
hoja
hola
holan
holando
holandés
holar
holístico
hombre
hombro
homenaje
honestamente
hong
honor
honradez
honroso
hora
horario
horca
horma
hormería
hormiguita
hornado
horne
hornear
horner
horno
horrible
horóscopo
hospital
hospitalizado
hospitalizar
hospitalles
hostal
hot
hotel
hoy
hoyada
hoyado
huachaco
huarina
hueca
hueco
huella
huerto
huesito
hueso
huevar
huevito
huevo
huir
hum
humacho
humanidad
humano
humedad
humildad
humilde
humillar
hummm
humo
humor
hundir
husky
hábil
hábito
háblalar
háblamar
hágalo
hígado
híjo
híjole
húmedo
i
ichimbía
ida
idea
ideal
idear
identificado
identificar
ideología
idioma
iess
ietel
iglesia
iglesita
ignorar
igual
igualito
igualmente
ilegal
illimani
iluminación
ilusión
imagen
imaginar
imagino
imagínate
imagínese
imp
impac
impactado
impactante
impactar
impacto
impar
impartido
impedir
imperativo
imperio
impermeable
implementación
implementar
implicar
imponer
import
importación
importante
importar
imposible
impotencia
impotente
impresionado
impresionar
imprimar
improvisación
impuesto
impulsar
impuntual
in
inami
inaugurar
inca
incautarse
incentivar
incentivo
incertidumbre
incidente
inclinación
inclinado
inclinar
inclu
incluido
inclusive
inclusión
incluso
incoherencia
incomodar
incomodo
incomprensión
incondicional
incondicionalmente
inconsciente
incontrolable
incrementar
increíble
increíblemente
incrustado
inculcar
incumplir
incómodo
independecir
independiente
independientemente
independizar
india
indicar
indicio
indiecita
indigente
indio
indispensable
individual
industria
industrial
indígena
indígeno
indíqueme
ine
inesperado
inestabilidad
inestable
inevitable
infaltable
infancia
infantería
infanticidio
infantil
infectado
infectar
infelizmente
inferior
infierno
infinito
infinity
inflamado
influencer
influencia
influenza
influir
influyente
información
informal
informalidad
informar
informativo
informe
informática
informático
infraestructura
infundir
inge
ingeniero
ingeniería
inglaterra
inglés
ingrediente
ingresar
ingreso
inicial
inicialmente
iniciar
inicio
injusticia
injusto
inmaduro
inmediatamente
inmediato
inmensamente
inmenso
inmueble
inmune
innovación
innovador
inocente
inolvidable
inquieto
inquietud
inquilino
inscribir
inscrito
inseguridad
inseguro
insistir
insolar
inspector
inspectora
inspiración
inspirar
instagram
instalación
instalar
instancia
instinto
institución
instituto
instrucción
instruir
instrumento
insulso
insultar
insulto
int
intacto
inte
integración
integrado
integrante
integrar
intelectualmente
inteligencia
inteligente
intención
intensivo
intentar
intento
interactuar
intercambio
interceder
interesante
interesar
interior
intermedio
internacional
internado
internar
internet
interno
interpretar
interrumpir
interrupción
intersección
interés
intestino
inti
intimidad
intiraymi
intrafamiliar
intranquilo
introducción
intuición
inundación
inutilizado
inv
invadir
invasión
inventar
invento
invernadero
invernal
inversa
inversión
invertido
invertir
investigación
investigar
investigativo
invierno
invirtir
invitación
invitado
invitar
inyección
inyectar
inútil
iphone
ir
irme
irregular
irresponsabilidad
irritante
irtir
isaño
isla
italia
italiano
italio
itapallo
itapi
ivermectina
ivermectino
izquierdo
j
jabalina
jaboncito
jabón
jalar
jame
jamás
japón
jarab
jardinero
jardinería
jardín
jarra
jarro
jarrote
je
jean
jeep
jefa
jefe
jej
jengibre
jerarquía
jerga
jesús
jirón
jo
jodar
joder
jodidito
jodido
johnny
joker
jornada
jos
josé
joven
jovencito
joya
ju
juan
jubilación
jubilado
jubilar
judío
juego
jueves
juez
jug
jugador
jugamo
jugar
jugo
juguete
juguetito
juguito
jugábano
juicio
julio
jun
junio
junta
juntamente
juntar
junto
juro
jurásico
jurídico
justamente
justicia
justificar
justo
juvenil
juventud
juzgado
juzgar
k
kachu
kalimán
karachi
karma
katari
kataris
kaya
kañuma
kañumo
kenko
khaya
kilo
kilometraje
kilómetro
kimsa
kinde
kinder
kinestésico
kiswara
kong
kínder
l
laberinto
labio
labor
laboral
laborar
laboratorio
laburar
lacatungo
lacra
lacrimógeno
lacto
lactosa
ladi
ladito
lado
ladrar
ladrillo
ladrón
laer
lago
lagrimada
lagua
lamentable
lamentablemente
lamentar
lamento
lana
lancha
langosta
lanzar
lar
largo
larguita
larguito
lasaña
laser
lastimado
lastimar
lastimosamente
lata
latinoamericano
lavado
lavanda
lavandería
lavar
laz
lección
leche
lechecita
lechuga
lechuguita
lechón
lectoescritura
lectura
leer
leertir
legado
legal
leir
lejano
lejito
lejos
lejura
lema
lengua
lenguaje
lente
lentecito
lentejuela
lento
leonardo
lesionar
letra
levantado
levantar
levantemo
levanto
levar
leve
levemente
levántamar
levántatar
levántate
levántenmelo
levántense
ley
leña
liberar
libertad
librado
librar
libre
libremente
libreta
libretita
libro
licencia
licenciada
licenciado
licenciatura
liceo
licitación
licuar
liga
ligado
ligar
ligerito
ligero
lila
lima
limitación
limitado
limpiar
limpiecito
limpieza
limpio
limpir
limón
lin
linchar
linda
lindero
lindo
lineamiento
link
lio
liquidación
list
lista
listita
listo
litera
literal
literalmente
literatura
litigar
litigio
litio
litoral
litro
living
llaga
llajuita
llama
llamada
llamadita
llamar
llamativo
llame
llamingo
llanamente
llanta
lle
lleg
llegada
llegado
llegar
llego
llenar
llenecito
llenito
lleno
llerar
llevar
llevarl
llever
llokalla
llorar
lloro
llorón
llovar
llover
lluvia
llévamelar
llévatar
llévatelo
lobo
local
localidad
localmente
locita
loco
locura
lodo
logrado
lograr
logro
loma
lona
lonche
londre
loop
loquito
lorito
loro
lotería
loyola
loyolo
loza
lu
luca
lucecita
lucha
luchar
lucrar
lucrativo
luego
luga
lugar
lujo
lulú
luna
lunch
lunes
lustrabota
luz
lácteo
lámina
lápiz
láser
lástima
líder
límite
línea
lío
líquido
lógicamente
m
ma
macanita
machismo
machista
machito
macho
machón
madera
madre
madrecita
madrid
madrilón
madrina
madrugada
madrugar
madurar
madurito
maduro
maestra
maestro
maestría
mafalda
mafioso
magdalena
magnitud
magnético
magnífico
magullado
maicito
majado
mal
malandro
malcriadito
maleante
malestar
maleta
maletín
malgastado
malhablado
malhechor
malherdo
malherido
malintencionado
malinterpretar
malito
malla
mallkus
malls
malo
maltratado
maltratar
maltratdo
maltrato
mam
mami
mamita
mamitis
mamito
mamá
mamás
man
manabí
manaco
manada
mandar
mandarina
mandarino
mande
mandil
mandár
manejable
manejar
manejo
manera
mango
manito
mano
mansita
mansito
manta
manteca
mantener
mantenimiento
mantequilla
manualidad
manufactura
maní
manís
mapa
maquilar
maquinaria
mar
maravilla
maravilloso
marca
marcación
marcadito
marcado
marcar
marcha
marchar
marco
marea
margen
marido
marihuana
marinar
marisco
marketing
marraqueta
marro
martes
marvel
maría
marín
marío
masa
mascarilla
mascota
mascotita
masoquista
mat
mata
matar
mate
matecito
matemática
matemático
materia
material
materializar
maternidad
materno
matico
matriarcado
matricular
matrimonio
matrícula
maverick
max
maya
mayamisito
mayo
mayor
mayorcita
mayorcito
mayorista
mayormente
mayoría
maíz
mañana
mañanerita
mañanita
mecanismo
mecatrónica
mecatrónico
mecánico
med
meder
mediador
mediagua
mediagüita
medianamente
mediano
medianoche
mediante
medicamente
medicamento
medicina
medicinal
medida
medidor
medio
mediocre
mediodía
medir
meditación
mega
mej
mejor
mejora
mejorar
melancólico
meler
melloco
meloso
membrillo
memorable
memoria
memorial
men
mencionar
mención
mendigo
menopausia
menor
menorcito
menos
menospreciar
mensaje
mensajito
mensual
mensualmente
mental
mentalidad
mentalmente
mentar
mente
mentir
mentira
mentiroso
mercadería
mercado
mercadotecnia
mercantilista
merecer
merienda
merjurge
mes
mesa
mescolanza
mesera
mesita
meta
meteorólogo
meter
metertir
metido
metro
metropolitano
metrópoli
mezcla
mezclado
mezclar
mezquino
mhh
mi
miami
micro
microempresa
microonda
miedo
miel
mielcito
miembro
mientras
mierda
migración
migrante
miguel
mijo
mil
milagro
milenario
militar
millón
mimado
mimar
mimo
mina
minero
minería
mini
miniatura
minibus
minibusero
minibús
minifalda
minimizar
mintir
minutito
minuto
miope
mira
mirado
miraflor
miramiento
mirar
miravalle
mirárar
misa
mishqui
mism
mismo
mistura
mitad
mixto
miércoles
miño
mm
mmm
mo
mochilero
mochilita
moco
moda
modalidad
modelo
moderno
modificación
modificar
modo
moja
mojar
mojo
molde
moldeado
moldear
moler
molestar
molestia
molestir
molesto
molestoso
molido
molleja
momentito
momento
mondongo
moneda
monetizar
monitoreo
monja
monjita
mono
monopolizar
monotonía
montaje
montar
montaña
monte
montecristi
monto
montón
monumento
monólogo
moquera
morada
morado
moral
mordar
morder
moreno
morgue
morir
moro
morocho
mortadela
mortero
mosaico
mosco
mosquito
mostrar
mote
motecito
motita
motito
motivo
moto
motocicleta
motor
mover
movermir
moverno
movido
movilidad
movilización
movilizar
movimiento
mu
muchacha
muchacho
muchisísimo
mucho
muchísimo
mudanza
mudar
muel
muela
muero
muerte
muerto
muestra
mujer
mujercita
mujercito
mulas
mulato
muletilla
multa
multiplicar
multímetro
mundial
mundo
municipio
murciélago
murillo
museo
musical
mutuo
muñeca
muñequito
muñón
má
mágico
máquina
más
máscara
máslo
máximo
médico
métemar
méteter
método
méxico
mía
mínimo
mío
míoy
mónaco
múltiple
música
músico
n
na
nabito
nacer
nacido
nacimiento
nacional
nacionalidad
nací
nada
nadar
nadie
nadito
nailón
nalga
naranja
narcotráfico
nariz
narrar
nata
natació
natal
natale
national
natural
naturaleza
naturalmente
naturista
naval
navidad
navideño
nazcar
nazi
ncha
ndo
ne
neblina
nece
necesariamente
necesario
necesidad
necesitado
necesitar
necio
negar
negativo
negociante
negocio
negocito
negro
nelita
nena
nervio
nervioso
netamente
netflix
neuropsicolingüística
neutro
nevada
nevado
nevar
ni
nicaragua
nicho
nietecita
nieto
nieve
nigeria
ninguno
nissan
nivel
niñ
niña
niñez
niñita
niñito
niño
no
nobel
noche
nochebuena
noción
nocturno
noel
noma
nombrar
nombre
nombrecito
nomás
nop
norm
norma
normal
normalidad
normalito
normalizar
normalmente
normalmentegeneralmente
noroccidente
norte
nortino
noso
nostalgia
not
nota
notar
noti
noticia
noticiero
notificación
notificador
notorio
nove
noveciento
novecientos
novedad
novedoso
novela
novelero
novelería
noventa
novia
noviazgo
noviembre
novio
nte
ntes
nube
nubladito
nublado
nublar
nublo
nuclear
nue
nuestr
nuestro
nuevamente
nueve
nuevito
nuevo
numeración
nun
nunca
nunco
nutrar
nutre
nutriente
nutritivo
núcleo
númer
número
o
obediente
obelisco
objetivo
obligación
obligadamente
obligado
obligar
obligatoriamente
obligatorio
obra
obrero
obsequiar
obsequio
observar
obsesionado
obsoleto
obstáculo
obtener
obviamente
obvio
oca
ocasionar
ocasión
occidental
ochenta
ocho
ochocientos
octavo
octubre
ocultar
ocupación
ocupado
ocupar
ocupo
ocurrir
odio
odisea
odorico
ofender
oferta
oficial
oficina
oficio
ofrecer
ojalá
ojito
ojo
ok
okay
okey
ola
oler
olfato
olimpiada
olio
oliva
olla
ollita
olo
olor
olveder
olviar
olvidado
olvidar
olvido
olvídate
olímpico
omicrón
once
onda
ong
online
opción
operación
operado
operadora
operar
operativo
opinar
opinión
oponer
oportunidad
optar
orar
orden
ordenado
ordenanza
ordenar
ordeñar
ordeño
organización
organizado
organizar
orgullo
orgulloso
orientación
oriental
orientar
oriente
original
orillamo
orinoco
orlando
orquesta
ortografía
ortopédico
oruro
orégano
orín
oscurecer
oscuridad
oscuro
ot
otorgar
otoño
otr
otrito
otro
oveja
ovejita
ovejuyo
overol
oxígeno
oír
pa
pacari
paceño
pachamama
pachamamo
paciencia
paciente
pacífico
padrastro
padre
padrino
pag
pagado
pagar
pago
paisano
paiteño
paja
pajarito
pajonal
pala
palabra
palabrota
paliar
palillo
palito
paliza
palma
palta
pam
pampitar
pan
panadero
panadería
panal
panameño
panamá
pancito
pand
pandemia
panecillo
panetoncito
panetón
pansexual
pansito
pantalón
pantomima
pap
papa
papanabo
papanoel
papas
papaya
papayo
papel
papelito
papi
papial
papis
papita
papá
papás
paquete
par
para
paraba
paracetamol
parada
paradito
parado
paragua
paraguau
paralelo
paranoia
paranormal
parar
paras
paraíso
parche
parecer
parecido
pared
pareja
parejita
pariente
paro
parque
parqueadero
parqueas
parquecito
parqueo
parquessus
parrilla
parrillada
parrillado
parroquia
parte
partecita
parter
parterre
parti
participar
participativo
participo
particular
particularmente
partida
partido
partir
parto
parálisis
parámetro
parís
pasado
pasaje
pasajerito
pasajero
pasantía
pasar
pasatiempo
pascuero
pase
pasear
paseo
pasillo
pasión
paso
pasolita
pasta
pastar
pastear
pastel
pastelito
pastilla
pastito
pasto
pastor
pastorcito
pata
patacamaya
patada
pataleta
patear
patente
pateo
paterno
patineta
patio
patito
pato
patología
patrono
patrulla
patrullero
pauca
pausa
pavimentado
pavimentar
pavimento
pavito
pavo
paz
país
pe
peaky
peatón
pecana
pecar
pechuga
pedacito
pedagógico
pedazo
pedernal
pediatra
pedido
pedir
pedregal
pedro
peg
pega
pegado
pegar
pego
peinar
peino
pekín
pelada
pelado
pelaje
pelar
pelea
pelear
peleona
peligro
peligroso
pelota
película
pena
penal
pender
pendiente
pener
penoso
pensado
pensamiento
pensante
pensar
pensaste
pensión
penúltimo
peor
peperonchini
pepita
pequeñita
pequeñito
pequeño
per
peramota
percance
percatar
percepción
percibir
perder
perdido
perdonar
perdón
perejil
perez
pereza
perfeccionamiento
perfeccionar
perfección
perfectamente
perfecto
perfil
perfilar
periodista
periodo
peritonitis
periódico
perjudicado
perjudicar
permanente
permanentemente
permisivo
permiso
permitido
permitir
pernil
pernoctar
pero
perra
perrita
perrito
perro
persecución
perseguir
perso
persona
personaje
personal
personalmente
personería
personita
perspectiva
persuadir
pertenecer
peruano
perú
pes
pesadito
pesado
pesar
pesca
pescadito
pescado
pescar
pese
pesebre
pesito
peso
peta
petrolero
petróleo
phasa
phuket
pica
picada
picadito
picana
picanita
picano
picante
picanto
picapiedra
picar
pichincho
pick
pico
picota
pie
piedad
piedra
piel
pierna
piernita
pieza
pil
pila
pilar
pilla
piloto
pimienta
pimiento
pino
pinta
pintado
pintar
pinto
pintor
pintura
piola
pir
piraña
pirotécnico
pisar
piscina
pisigo
pisito
piso
pista
pistola
pit
pita
pitar
pitbull
piyama
piza
pizarra
pizza
piña
piño
pla
placa
placenta
placer
plan
plancha
planeación
planeado
planear
planeo
planeta
planificación
planificado
planificar
planifico
plano
planta
plantación
plantado
plantel
plantita
plata
plataforma
platano
platicar
platillo
platina
platita
platito
plato
platón
play
playa
playón
plaza
plazo
pleno
plomero
plomería
pluma
plumero
plus
plántula
plástico
plátano
po
población
poblado
pobre
pobrecito
pobreza
poc
poco
poder
poderoso
poj
polerita
policial
policía
politi
politécnica
pollera
pollito
pollo
polvareda
polvaredo
política
políticamente
político
ponche
ponchito
poncho
poner
ponte
ponér
popular
populista
poquitito
poquito
poquísimo
por
porq
porque
porqué
portada
portar
porte
posadera
posibilidad
posible
posicionar
posición
positivo
poste
posterior
posteriormente
postre
postular
potable
potear
potencial
potencializar
poto
potosino
potrerar
potrerito
potrero
practicar
practico
pradera
prado
pre
precario
precaución
precavido
precio
precioso
precisamente
predicción
predominar
preferencia
preferible
preferido
preferir
pregunta
preguntar
prematuro
premilitar
premio
prenda
prender
prendido
preocupación
preocupado
preocupante
preocupar
preparación
preparadito
preparado
preparar
presa
presencia
presencial
presencialidad
presencialmente
presenciar
presentable
presentación
presentar
presente
presidencia
presidente
presionado
presionar
presita
presión
prestado
prestar
preste
prestir
presto
presupuesto
prevalecer
prevención
prevenido
prevenir
preventivo
prever
previner
preñar
pri
prima
primar
primaria
primario
primavera
primeramente
primerit
primerito
primermundista
primero
primitivo
primo
primordial
prince
princes
princesa
princesita
principal
principalmente
principio
prioridad
privado
privilegiado
pro
probablemente
probar
problema
problemática
probre
procedimiento
procesado
procesión
proceso
procrear
procurador
procurar
procuro
producción
producir
productivo
producto
productor
profe
profesional
profesionalización
profesionalmente
profesión
profesor
profesora
proforma
profundir
profundizar
profundo
programa
programar
progresado
prohibido
prohibir
proliferar
promediado
promedio
prometer
promocionar
promoción
pronosticar
pronto
propaganda
propiedad
propio
proporcionar
propósito
prosperar
protección
proteger
protegido
provecho
proveer
proveir
provenir
provincia
provocar
proyectado
proyectito
proyecto
prueba
práctica
prácticamente
práctico
préstamo
prójimo
próximo
ps
pshh
psicología
psicológicamente
psicológico
psicosis
psicóloga
psicólogo
psiquiatr
psiquiatra
pu
pubertad
publicar
pucha
puchar
puchear
pucho
puder
pudrer
pue
pueblito
pueblo
pued
puente
puerta
pues
puesto
pulgado
pulmón
pulsera
puma
pumo
puntaje
puntita
puntito
punto
puntual
puro
pusar
puta
pués
puñete
puñito
págame
página
páncrea
pánico
páramo
pásamar
péndulo
pérdida
pésam
pésimo
pídanme
pón
pónganse
póngase
público
q
qhari
que
quear
quebrada
quebrado
quebrar
quechua
quedar
quedo
queestá
quehacer
quejar
quejo
quel
quema
quemado
quemadísimo
quemar
quemazón
quemo
quentu
querendón
querer
querido
quesera
quesito
queso
quien
quienquiera
quieto
quimestre
quince
quinientos
quintal
quinto
quiosco
quipo
quisimo
quisiér
quitar
quiteño
quizá
quizás
quién
qué
química
químico
r
ra
rabia
rabo
racacha
racachar
racha
raclette
radar
radiación
radiestesia
radio
radiografía
rafael
rajadura
ram
rama
ramita
ramón
ranger
rango
rapadito
rapidito
raptar
rapto
rarito
raro
rarísimo
ras
rascar
raspar
rasponcito
rat
ratero
ratito
rato
rayar
raymi
raymis
rayo
rayuela
raza
razonamiento
razonar
razón
raíz
re
reaccionar
reacciono
reacción
reacio
reactivar
readaptar
real
realidad
realización
realizado
realizar
realizo
realmente
reaprender
rebajar
rebasado
rebelde
rebotar
rec
recalcar
recapacitar
recaudar
receloso
receta
recetar
rechazar
recibir
recibo
reciente
recientemente
recién
reclamar
reclamo
recoger
recogir
recojar
recolectar
recomendable
recomendación
recomendar
recomer
recompensa
reconectar
reconocer
reconocido
reconocimiento
reconstrucción
recontramente
recontrar
recordar
recorrer
recorrido
recorrir
recortar
recreamiento
recreativo
recreo
rectito
recto
rector
rectora
recuerdito
recuerdo
recuerir
recuperación
recuperar
recurrente
recurrir
recurro
recurso
recógete
red
redondo
reducido
reducir
redundancia
reels
reemplazar
refaccionar
refer
referencia
referir
reflexionar
reflexión
reformar
reforzar
refre
refrescante
refresco
refresquito
refri
refrigerio
refrito
regalar
regalito
regalo
regar
regañar
reggaetón
regimiento
regir
registro
región
regla
reglamentario
regresar
regreso
regrésate
regulación
regular
regularizar
regularmente
rehabilitación
rehacer
reina
reingeniería
reinita
reinventar
reinvéntate
reitero
reja
relacionado
relacionar
relación
relajación
relajado
relajante
relajar
relajo
relatar
relativamente
relegado
relegar
religioso
religión
reloj
relámpago
rematar
remo
remodelar
remolacha
remorder
rencoroso
rendimiento
rendir
renegar
renito
renombre
renovar
renta
rentable
rentita
renuncia
renunciar
rené
reparar
repartición
repartir
repasar
repensar
repente
repetir
repetitivo
repi
repitir
repleto
reponer
reportaje
reposar
repostería
represa
representación
representante
representar
reprochable
repuesto
república
requer
requerir
requetehábil
requisito
resaltar
resarcir
resbaladera
resbaladilla
resbalar
resbaloso
rescatar
resentimiento
reserva
reservir
resf
resfriado
resfriar
resfrir
resfrío
residencia
residencial
residuo
resistencia
resolver
resort
resorte
respaldado
respaldo
respectivo
respecto
respetar
respeto
respetuoso
respirar
responder
respondir
responsabilidad
responsable
respuesta
resta
restaraurant
restaurant
restaurante
resto
restricción
restringido
restringir
resturant
resuelvar
resultado
resultar
resumen
resumer
resumir
retamoso
retina
retirar
reto
retomar
retornar
retorno
retoñar
retractar
retribuir
retro
retroactivo
retroceder
retrospectiva
retén
reunidito
reunido
reunir
reunión
reve
revendar
revender
reventado
reventar
revisar
revista
revistería
revoltoso
revolución
revolver
revuelto
revés
rey
rezar
reír
reírtar
reñido
reñir
reúno
rico
ridículo
rie
riego
riesgo
rigidez
rindar
riobamba
riosinho
riqueza
riquito
riquísimo
risa
rita
ritmo
rivalidad
riñar
riñoso
ro
robado
robar
robartir
robo
robot
robotización
robotizar
roca
rociador
rodante
rodar
rodeado
rodear
rodilla
rodríguez
rogar
rojito
rojo
rol
roma
romano
rompar
romper
romántico
rondar
ropa
ropita
rosa
rosal
roto
rotondita
rotu
rotura
rozar
rubro
ruco
rueda
ruido
rumbo
rumiñahui
rumm
rural
rusia
ruta
ruti
rutina
rutinario
rápidamente
rápido
récord
rígido
río
rústico
s
sa
sab
saber
sabo
sabor
saborcito
sabático
saca
sacar
sacastar
saco
sacramento
sacrificar
sacrificio
safí
saice
sal
sala
salario
salchicha
salchichita
salchicho
salchipapa
saldar
salesiano
salgar
salida
salir
saliva
salle
salomé
salonero
salsa
salsita
saltar
salteño
salto
salu
salud
saludable
saludar
saludo
salvador
salvaje
salvar
salver
salvo
salí
salón
samapa
sanar
sanciono
sanción
sancocho
sangre
sangriento
sanidad
sanitario
sanito
sano
santiago
santito
santo
santuario
santísimo
sapo
saque
saquear
saquito
saqué
sar
sargento
sarna
sartencito
sartén
sas
satelital
satisfacción
satisfacer
satisfactoriamente
satisfactorio
satisfecho
saturación
saturar
satélite
sauno
schmidt
schnauzers
school
scooter
sea
secado
secar
sección
seco
secreto
sector
secuela
secuestrar
secuestro
secundaria
secundario
sed
seda
segar
segmento
seguido
seguidor
seguir
segundo
seguramente
seguridad
seguro
según
sei
seis
selección
selectivo
selo
selva
sema
semana
semanita
sembrado
sembrar
semejante
semestre
semilla
semáforo
sen
sencillito
sencillo
sensación
sensible
sentadito
sentado
sentar
sentate
sentido
sentimental
sentimentalismo
sentimiento
sentir
sep
separación
separado
separar
separate
septiembre
sequito
sequía
ser
serie
seriedad
serio
serpentina
servanar
servicio
servime
servir
servo
sesenta
sestar
setecientos
setenta
sexto
señal
señalar
seño
señor
señora
señorita
sheraton
shhh
shock
shok
show
si
sicureado
sicuris
sida
siderúrgico
siembra
siempre
sien
sierra
siesta
siete
significar
significativo
sigui
siguiente
silencio
silencioso
silla
silvestre
simbólico
similar
simple
simplemente
simpático
sin
sinceramente
sindical
sindicalista
sinnúmero
sino
sintir
sinvergüenza
sio
siquiera
sis
sistema
sistemático
sisí
sitio
situación
smo
smog
so
sobornable
soborno
sobrar
sobre
sobrellevar
sobrepeso
sobresalir
sobreviver
sobreviviente
sobrevivir
sobrinita
sobrino
sobrio
sociable
social
socialidad
socialismo
socialista
socializar
sociedad
socorrer
sofocante
soga
sol
solamar
solamente
solar
solazo
solcito
soldado
soldador
soldar
soleado
